<CD>	0
<NNP>	1
<UNK>	2
<ROOT>	3
<NULL>	4
apartments	5
conciliatory	6
spanish-language	7
plunge	8
scavengers	9
furs	10
patch	11
production-sharing	12
tag	13
soaking	14
accurate	15
laughing	16
racing	17
stalwarts	18
consultants	19
heightened	20
juries	21
jetliner	22
energetic	23
futures-related	24
compact	25
professions	26
pre-tax	27
opportunities	28
bowling	29
admitting	30
cows	31
relevant	32
mathematical	33
robot	34
identification	35
flow	36
chartered	37
u.s.-made	38
criticizes	39
uneven	40
spaghetti	41
bacillus	42
allied	43
ironically	44
mind-numbing	45
spells	46
risky	47
shutdowns	48
generalize	49
restrained	50
pit	51
protective	52
recruits	53
defends	54
nudge	55
referendum	56
breakdowns	57
loot	58
public-service	59
character	60
processor	61
demonstrated	62
plurality	63
thereof	64
volunteered	65
helplessly	66
poker	67
calendar	68
drillers	69
volkswagen	70
ohio-based	71
slats	72
raged	73
anathema	74
able	75
fantastic	76
aggravated	77
lauded	78
hazard	79
money-management	80
improvements	81
listeners	82
currencies	83
accept	84
gloves	85
traditions	86
acquiring	87
critical	88
solidify	89
1930s	90
rigors	91
traps	92
carats	93
believe	94
benchmark	95
armed	96
totaled	97
tempered	98
wrath	99
recipients	100
paragraph	101
happens	102
`	103
serves	104
nowadays	105
carp	106
inquired	107
samples	108
clearance	109
resilient	110
revealing	111
boosted	112
classes	113
gridlock	114
advent	115
1980s	116
24-hour	117
covers	118
retreated	119
comforting	120
revisions	121
unforeseen	122
nuclear-power	123
popular	124
minimize	125
chasing	126
contending	127
research-based	128
unit	129
carcinogenic	130
risks	131
wayward	132
spiraling	133
election	134
initiatives	135
15-a-share	136
yellow	137
estimate	138
sand	139
temperature	140
overturn	141
marching	142
rocket	143
unites	144
places	145
compositions	146
anti-drug	147
convenience	148
surging	149
wire	150
recoveries	151
shifted	152
numerically	153
protects	154
cost-effective	155
properties	156
receipt	157
stole	158
situation	159
movie	160
haunted	161
centrifugal	162
pursuits	163
extensive	164
influence	165
property/casualty	166
wiry	167
easing	168
clothing	169
farm	170
gains	171
underwrites	172
held	173
bank	174
culture	175
wash	176
appreciable	177
designers	178
mothers	179
invade	180
images	181
everywhere	182
shivers	183
invest	184
mutation	185
once	186
divisiveness	187
fees	188
adviser	189
ethical	190
perchlorate	191
springing	192
torments	193
assembled	194
illustration	195
profitable	196
sacrifices	197
organ-transplant	198
kinder	199
threw	200
waves	201
ceramic	202
twisted	203
priceless	204
suffered	205
minimalism	206
host	207
chemicals	208
resignation	209
duration	210
addition	211
deductible	212
salvaged	213
repaired	214
standard	215
small-scale	216
asserted	217
maintain	218
complain	219
reopened	220
subway	221
fights	222
trans-atlantic	223
peer	224
names	225
shutting	226
libyan	227
wave	228
bull	229
fewer	230
roofing	231
engineers	232
inherited	233
foes	234
unseen	235
mayors	236
excuse	237
deflated	238
inflicted	239
gin	240
clouded	241
beyond	242
myriad	243
audacious	244
off-balance	245
mayor	246
calling	247
trumpet	248
otherwise	249
cover	250
single-b	251
battlefield	252
communism	253
anti-soviet	254
impeccable	255
prisons	256
boring	257
satisfactory	258
breweries	259
substantial	260
84-6	261
stave	262
acquirers	263
intensity	264
alter	265
safely	266
publishing	267
environments	268
balked	269
anthrax	270
bursts	271
cabinets	272
bloated	273
sticker	274
nonresident	275
islands	276
cross	277
salesman	278
pro-union	279
acted	280
persons	281
21st	282
restricting	283
humanitarian	284
harvested	285
space-science	286
manager	287
targeted	288
stung	289
pianist	290
astute	291
investigating	292
chairs	293
becoming	294
assumed	295
directions	296
satirical	297
undisclosed	298
ballot	299
arbs	300
astonishing	301
dynamics	302
spokesman	303
begins	304
top-flight	305
volunteers	306
undertaken	307
construct	308
vetoed	309
accessories	310
sniffs	311
ought	312
jealousy	313
scuttled	314
conveyed	315
after	316
natural-gas	317
prosecutor	318
anywhere	319
pursuit	320
hypocrisy	321
tvs	322
jumps	323
flood	324
radically	325
mips	326
behave	327
bouts	328
prospect	329
18th-century	330
acceptance	331
wealth	332
built	333
derivative	334
dons	335
gun-running	336
occur	337
silent	338
tongue	339
lady	340
lacks	341
envelopes	342
proceedings	343
slashed	344
hoard	345
casualties	346
scarcely	347
prescribe	348
supportive	349
latitude	350
program	351
subsequent	352
sensitive	353
saturated	354
feminist	355
loophole	356
757-200s	357
lets	358
alliances	359
one-stop	360
root	361
dose	362
objects	363
blocking	364
recovering	365
concerning	366
swaying	367
dive	368
chicagoans	369
dental	370
specialties	371
allocation	372
revoke	373
wear	374
blues	375
lens	376
-lrb-	377
gon	378
demonstrate	379
lured	380
''	381
sensational	382
ballooned	383
busted	384
german-built	385
widespread	386
jointly	387
premiering	388
leaner	389
install	390
r	391
i.	392
society	393
attendance	394
tough	395
irrelevant	396
plunged	397
plastics	398
committee	399
spur	400
represents	401
peaks	402
unclassified	403
cyclist	404
moved	405
highlighted	406
happening	407
game	408
stinging	409
evaporate	410
allotments	411
psychologist	412
'em	413
sits	414
funneled	415
misleading	416
shipyard	417
difficulty	418
electronic	419
undervalued	420
stripped	421
outperform	422
investigate	423
computing	424
eurodollars	425
commonplace	426
postmarked	427
trends	428
disruption	429
diplomacy	430
pre-empt	431
full-scale	432
required	433
incentive-backed	434
offshore	435
sexes	436
raw-steel	437
inched	438
hybrid	439
gainer	440
above	441
conduit	442
shifts	443
pitches	444
golden	445
roustabouts	446
prevailed	447
fellows	448
pair	449
toys	450
self-proclaimed	451
distress	452
just	453
cooking	454
warned	455
free-wheeling	456
allowance	457
competitor	458
fountains	459
quotes	460
asleep	461
francs	462
violently	463
bricks	464
australian	465
were	466
memos	467
past	468
prohibition	469
open-ended	470
amassed	471
peeled	472
sugared	473
chided	474
survey	475
policeman	476
carnival	477
glass	478
takeoff	479
confided	480
galleries	481
filings	482
adverse	483
arrears	484
figured	485
diapers	486
can	487
boasted	488
leaks	489
colonel	490
involvement	491
crusade	492
nameplate	493
ghostbusters	494
rebels	495
marketing	496
thinnest	497
legacy	498
paycheck	499
paychecks	500
fears	501
shah	502
heck	503
placement	504
squarely	505
somalis	506
fourth	507
employed	508
19-month	509
conferees	510
credited	511
losers	512
capitalist	513
allotment	514
resemblance	515
failing	516
two-tier	517
pursued	518
wooden	519
badges	520
health-products	521
powerful	522
equally	523
chauffeur	524
ricoed	525
used	526
shattered	527
experts	528
scaled-back	529
callable	530
labs	531
absorbed	532
temblors	533
immensely	534
enthusiasts	535
fix	536
nazi	537
injected	538
refuses	539
re-enactment	540
beset	541
ignorance	542
four-part	543
zoning	544
costing	545
sparks	546
due	547
parcels	548
simplify	549
sweeten	550
ore	551
sport	552
$	553
classics	554
divisional	555
miami-based	556
translations	557
single-b-plus	558
fighter-plane	559
malaise	560
blue-chips	561
emphasize	562
unrest	563
gripped	564
languished	565
initiative	566
booms	567
repeal	568
most	569
novel	570
lasts	571
bullion	572
capital-gains	573
multinationals	574
cheaters	575
dramatizations	576
16-bit	577
successive	578
advocates	579
endured	580
overshadowed	581
reacted	582
skins	583
speech	584
dining	585
bribe	586
soliciting	587
statesmen	588
1-to-1	589
ample	590
miscellaneous	591
whether	592
courses	593
subways	594
imperative	595
workout	596
disability	597
allege	598
machinist	599
path	600
venezuelan	601
geography	602
modest	603
faithful	604
catastrophic	605
carrying	606
shrink	607
hackles	608
cleaned	609
chlorine	610
turbines	611
chain	612
broad-scale	613
gnp	614
divorce	615
nationalization	616
georgian	617
sows	618
bid	619
raking	620
surges	621
directly	622
show	623
definitively	624
sailing	625
unsettled	626
non-japanese	627
carpets	628
roller-coaster	629
variable-rate	630
highest-rated	631
staple	632
clarify	633
dance	634
mountains	635
veritable	636
toad	637
cure	638
intriguing	639
employers	640
concerns	641
correctly	642
stirs	643
kilograms	644
considerably	645
half-life	646
accidents	647
ranks	648
alas	649
broke	650
concert	651
erosion	652
hopelessly	653
cease	654
landing	655
informal	656
think	657
sears	658
virtuoso	659
variable	660
satisfy	661
views	662
prohibits	663
hefty	664
culmination	665
speculation	666
pragmatism	667
general	668
invoke	669
evacuation	670
claims	671
televised	672
rancorous	673
cooling	674
strategies	675
somebody	676
adjuster	677
fruit	678
splashy	679
exposure	680
continuity	681
delegates	682
rained	683
skies	684
mid-september	685
notices	686
sandinista	687
piles	688
filled	689
regards	690
spoken	691
fullest	692
brakes	693
longer	694
impediment	695
everybody	696
perennial	697
reactions	698
rallies	699
pave	700
practiced	701
bearing	702
dowdy	703
airliners	704
repay	705
party	706
associations	707
chance	708
poetry	709
aids-infected	710
initial	711
publicized	712
atop	713
job	714
upgraded	715
drunk	716
stand-alone	717
stuff	718
souvenir	719
glossy	720
beef	721
exercisable	722
heavy-handed	723
immense	724
minister	725
year-end	726
disagree	727
hears	728
explanations	729
out	730
exclaims	731
ripe	732
overseas	733
sang	734
decor	735
lamented	736
market-monitoring	737
prohibiting	738
tests	739
assessment	740
awake	741
staffing	742
autobiography	743
operates	744
boost	745
cause	746
flames	747
workings	748
four-month	749
examinations	750
research	751
caught	752
leaving	753
sunshine	754
indexes	755
elaborating	756
characteristic	757
foreseeable	758
instrumental	759
facade	760
sagos	761
thrift-bailout	762
ipos	763
forgotten	764
sheet	765
normal	766
meeting	767
vocal	768
graph	769
guarded	770
upstream	771
jams	772
since	773
relish	774
soldiers	775
roar	776
manners	777
banal	778
negotiating	779
resolved	780
yes	781
elegant	782
secretly	783
themselves	784
statistics	785
leaping	786
conducted	787
programmers	788
en	789
presented	790
screening	791
stores	792
couriers	793
wage-earning	794
pants	795
diners	796
radar	797
drilled	798
statutes	799
debt-rating	800
deck	801
late	802
nationally	803
bolstering	804
hoping	805
disk-drive	806
spurt	807
plus	808
public-works	809
scour	810
misdeeds	811
reckoning	812
brutal	813
solace	814
herbicide	815
environmentalists	816
briefs	817
rights	818
fueled	819
surrounded	820
running	821
suntan	822
lined	823
fundamentals	824
smiled	825
routing	826
verify	827
plunging	828
circle	829
greats	830
unreasonable	831
fill	832
built-in	833
programmatic	834
stockholder	835
glare	836
word-processing	837
teams	838
showcase	839
plentiful	840
concomitant	841
diversified	842
contagious	843
moderate-income	844
particular	845
co-sponsors	846
succeeds	847
continues	848
peaceful	849
illustrations	850
gracefully	851
albeit	852
piped	853
arose	854
equality	855
solving	856
refuse	857
lifesavers	858
shoppers	859
took	860
ghosts	861
heroic	862
criteria	863
laid	864
strengthens	865
teen-age	866
patent	867
jousting	868
haste	869
random-access	870
picnic	871
unemployed	872
crippled	873
refuted	874
shipbuilding	875
curriculum	876
one-month	877
master	878
cards	879
marital	880
2-for-1	881
non-residential	882
wrappers	883
patterned	884
hectic	885
inspire	886
hell	887
shoot	888
direct	889
breakfast	890
leveled	891
systems	892
momentum	893
israeli-occupied	894
third-period	895
drill	896
insurer	897
stress	898
desired	899
directionless	900
passport	901
busts	902
discourage	903
audited	904
cutbacks	905
37-year-old	906
shipsets	907
civil	908
equate	909
unrecognized	910
coordinates	911
motor	912
ruminated	913
plummeted	914
would	915
taps	916
outbreaks	917
arbitragers	918
odd	919
telemarketing	920
contamination	921
union	922
unfortunately	923
malpractice	924
polyvinyl	925
recall	926
impose	927
fields	928
sink	929
soothing	930
incorporates	931
marks	932
cooperative	933
single-b-3	934
advertise	935
predictable	936
fireman	937
poll	938
decentralized	939
unduly	940
time-honored	941
statist	942
considering	943
large	944
ba3	945
avoided	946
longstanding	947
quashed	948
diagnosis	949
unacceptable	950
crippling	951
army	952
automobile	953
,	954
result	955
chic	956
anti-semitic	957
seminar	958
purchase	959
goods-producing	960
tumbles	961
25-year-old	962
pleased	963
afrikaners	964
fairness	965
self-destructive	966
yielding	967
automation	968
business	969
stubborn	970
windows	971
simulators	972
fend	973
months	974
blames	975
enthusiastic	976
wednesdays	977
signals	978
securely	979
stub	980
bridges	981
worms	982
credit-easing	983
united	984
destruction	985
europeans	986
contemporary	987
publicist	988
catalog	989
careless	990
backbone	991
new-issue	992
motions	993
disinterested	994
worth	995
dense	996
flirting	997
white-collar	998
prepare	999
rife	1000
solid-waste	1001
indian	1002
people	1003
chef	1004
lend	1005
cartoon	1006
accusations	1007
reform	1008
fractured	1009
recording	1010
activities	1011
earn	1012
executives	1013
per-capita	1014
cuts	1015
perestroika	1016
speed	1017
overstate	1018
hinted	1019
surface	1020
return	1021
inducing	1022
how-to	1023
backlash	1024
monitoring	1025
ladies	1026
observers	1027
reservations	1028
lengths	1029
pragmatic	1030
hero	1031
inflow	1032
convicted	1033
plays	1034
hated	1035
standards	1036
content	1037
mode	1038
bumble	1039
populating	1040
polysilicon	1041
you	1042
solar	1043
gay	1044
crack	1045
slows	1046
now	1047
trickle	1048
negligence	1049
movements	1050
titled	1051
stomping	1052
thanks	1053
corporates	1054
unraveled	1055
half-completed	1056
jacking	1057
sea	1058
lasted	1059
management-led	1060
languages	1061
liked	1062
tourists	1063
funnel	1064
stock-price	1065
pack	1066
hacker	1067
worn	1068
appeal	1069
prince	1070
slightest	1071
trailing	1072
commuters	1073
so-called	1074
asset-management	1075
spreadsheet	1076
incursion	1077
solidly	1078
hospitalization	1079
colorful	1080
ramps	1081
adopts	1082
joining	1083
aims	1084
formal	1085
shore	1086
casino	1087
swimmer	1088
ditch	1089
appearances	1090
cats	1091
deflator	1092
strengthen	1093
apart	1094
downside	1095
relatively	1096
videos	1097
fact	1098
defeated	1099
emerge	1100
lethal	1101
anticipate	1102
anti-abortion	1103
fetuses	1104
negotiated	1105
than	1106
towards	1107
birthday	1108
commented	1109
waste	1110
blatant	1111
turban	1112
souped-up	1113
quadrupling	1114
devastating	1115
analyzing	1116
angered	1117
transform	1118
hype	1119
incorporated	1120
dived	1121
unlawfully	1122
arisen	1123
buy	1124
successful	1125
respectability	1126
equilibrium	1127
fabulous	1128
harder	1129
swings	1130
remedy	1131
bandwagon	1132
futures	1133
contraceptives	1134
grown	1135
welfare	1136
sergeant	1137
uniform	1138
stability	1139
fanciful	1140
meals	1141
investigated	1142
arguing	1143
intended	1144
fingers	1145
tourism	1146
proved	1147
third	1148
societies	1149
rings	1150
double-a	1151
enterprise	1152
configuration	1153
featured	1154
tactic	1155
additional	1156
tones	1157
demands	1158
enhancements	1159
creature	1160
accrued	1161
representation	1162
verbal	1163
sought	1164
contend	1165
unanimously	1166
--	1167
dictators	1168
throwing	1169
mask	1170
ballots	1171
sudden	1172
evaluations	1173
steel	1174
reaction	1175
nondescript	1176
transports	1177
rewards	1178
figuring	1179
shadowy	1180
layers	1181
courtyard	1182
charter	1183
pinch	1184
baseman	1185
brandy	1186
alluded	1187
signature	1188
stonemason	1189
resolve	1190
heats	1191
servant	1192
owed	1193
laying	1194
articulate	1195
patents	1196
designs	1197
wraps	1198
gallon	1199
cheaper	1200
personalized	1201
cleanup	1202
extorting	1203
highest-yielding	1204
cloak	1205
provoking	1206
propped	1207
reasonable	1208
celebrated	1209
sympathy	1210
visual	1211
techniques	1212
non-deductible	1213
yard	1214
qualifications	1215
stock	1216
treat	1217
diesel	1218
securities-law	1219
greenhouse	1220
amounts	1221
notebook-sized	1222
reap	1223
watered-down	1224
unfolding	1225
mitigate	1226
major-party	1227
housing	1228
backlogs	1229
printer	1230
adjudicators	1231
relating	1232
landowners	1233
reunification	1234
why	1235
rumor	1236
fielding	1237
falls	1238
penalty	1239
destination	1240
specter	1241
mart	1242
whereby	1243
theoretically	1244
disrupt	1245
reluctant	1246
downgrade	1247
g-2	1248
190.58-point	1249
concentrating	1250
memory	1251
melding	1252
skepticism	1253
displays	1254
spends	1255
warrant	1256
dole	1257
flash	1258
ordeal	1259
p.m.	1260
friendship	1261
smattering	1262
candid	1263
cushioning	1264
waterworks	1265
print	1266
topics	1267
leaned	1268
soup	1269
whose	1270
acquitted	1271
gave	1272
long-running	1273
machine-tool	1274
swamp	1275
recovery	1276
competitive	1277
sacks	1278
spouses	1279
omnibus	1280
near-perfect	1281
hesitant	1282
approval	1283
ranking	1284
climate	1285
hence	1286
plaintiffs	1287
allowable	1288
porcelain	1289
stopping	1290
sleeping	1291
other	1292
framed	1293
toiletries	1294
sitting	1295
collects	1296
periphery	1297
overpaid	1298
disease	1299
extraordinary	1300
english	1301
curtailed	1302
shout	1303
uncovering	1304
endowment	1305
hypertension	1306
foreign-currency	1307
times	1308
oil	1309
snack-food	1310
speculating	1311
proviso	1312
opting	1313
resisting	1314
pre-1967	1315
layout	1316
accepting	1317
long-delayed	1318
sporting-goods	1319
most-livable	1320
adversary	1321
approves	1322
auxiliary	1323
diamond	1324
welcome	1325
foreman	1326
literature	1327
hamstrung	1328
components	1329
hoc	1330
rushed	1331
bookkeeping	1332
operator	1333
distorted	1334
moslems	1335
endorsement	1336
treacherous	1337
mornings	1338
counties	1339
gulf	1340
menus	1341
's	1342
30-year	1343
eaten	1344
staged	1345
overboard	1346
safer	1347
drug-industry	1348
steadied	1349
syndication	1350
peritoneal	1351
species	1352
wrongful	1353
deliberate	1354
repeats	1355
ideal	1356
relief	1357
purchasing	1358
trails	1359
dramatically	1360
shy	1361
slice	1362
innovation	1363
chiefs	1364
imagination	1365
kickbacks	1366
bulk-chemical	1367
challengers	1368
queues	1369
consists	1370
mild	1371
understanding	1372
near-term	1373
basket	1374
cable	1375
airlines	1376
sightings	1377
sheer	1378
polling	1379
ambivalence	1380
inspiring	1381
clash	1382
lookout	1383
pimp	1384
social	1385
triumphed	1386
second-story	1387
vehemently	1388
stream	1389
against	1390
few	1391
dominance	1392
runoff	1393
experimental	1394
refugee	1395
shaking	1396
computer-servicing	1397
lies	1398
drifting	1399
clever	1400
hungary	1401
discussions	1402
legislative	1403
giveaway	1404
undefined	1405
retired	1406
create	1407
prohibited	1408
denial	1409
vogue	1410
abrupt	1411
refusal	1412
bailout	1413
72-a-share	1414
tilted	1415
sandwich	1416
flip	1417
widening	1418
towel	1419
odds	1420
generating	1421
robes	1422
decree	1423
growth	1424
owes	1425
retreating	1426
kingside	1427
pin	1428
air	1429
permitting	1430
confront	1431
constitutional	1432
couple	1433
stir	1434
undamaged	1435
followed	1436
witty	1437
rand	1438
antigen	1439
seeking	1440
well-being	1441
levamisole	1442
temperatures	1443
volcano	1444
tax-deductible	1445
coincidence	1446
statue	1447
gouging	1448
courted	1449
procedure	1450
supermarket	1451
shredded	1452
mediocre	1453
failed	1454
differences	1455
alerted	1456
builds	1457
spender	1458
unclear	1459
soon	1460
match	1461
extreme	1462
take	1463
rv	1464
dismissed	1465
spares	1466
low-paid	1467
abrasives	1468
escaped	1469
while	1470
mill	1471
unadited	1472
whereas	1473
aid	1474
amplifiers	1475
life	1476
wholesome	1477
czech	1478
permission	1479
contiguous	1480
beating	1481
proponent	1482
distressed	1483
dismantled	1484
titanium	1485
legitimately	1486
box-office	1487
rounded	1488
dividends	1489
fastener	1490
paltry	1491
rats	1492
brewery	1493
imprisonment	1494
distinguish	1495
swing	1496
vested	1497
founding	1498
supporting	1499
countersuit	1500
incompatible	1501
freeways	1502
arrest	1503
repassed	1504
incurred	1505
blamed	1506
documents	1507
conscience	1508
lacking	1509
revolution	1510
no-load	1511
single-b-minus	1512
blame	1513
born	1514
clutching	1515
testify	1516
reputations	1517
metric	1518
intervened	1519
swell	1520
forgery	1521
fuel	1522
*	1523
stimulated	1524
youth	1525
piling	1526
ethiopian	1527
seems	1528
attaching	1529
small	1530
topic	1531
tucked	1532
wit	1533
blockade	1534
intervening	1535
premium-brand	1536
floating-point	1537
non-trade	1538
contender	1539
finished	1540
distinguished	1541
limbs	1542
hammered	1543
feeble	1544
westward	1545
gate	1546
metro	1547
low-income	1548
two-week	1549
additionally	1550
detergent	1551
socioeconomic	1552
shipment	1553
include	1554
pesticide	1555
protect	1556
dataproducts	1557
depicted	1558
crossed	1559
cuckoo	1560
ominous	1561
parlor	1562
penny-stock	1563
excitement	1564
stresses	1565
slum	1566
rebates	1567
dust	1568
intensify	1569
wrist	1570
concrete	1571
unpleasant	1572
joint-venture	1573
succeeded	1574
oppression	1575
that	1576
potentially	1577
explaining	1578
grandchildren	1579
toiling	1580
junkets	1581
describing	1582
shortening	1583
compromised	1584
transformed	1585
gestures	1586
seeing	1587
absenteeism	1588
knock	1589
view	1590
fox	1591
tip	1592
organizer	1593
thinner	1594
pollsters	1595
entrepreneurial	1596
hamburger	1597
bulls	1598
outnumbered	1599
never	1600
autonomy	1601
removal	1602
copyrights	1603
competing	1604
breeder	1605
approved	1606
wished	1607
disappears	1608
greatly	1609
vaunted	1610
deferring	1611
recounted	1612
mankind	1613
carbon	1614
negotiator	1615
hampered	1616
post-crash	1617
cargo	1618
oversees	1619
crazy	1620
edges	1621
oasis	1622
conservation	1623
probing	1624
drug	1625
purposely	1626
cautiousness	1627
theft	1628
donors	1629
insult	1630
skittish	1631
defrauded	1632
attributed	1633
relinquished	1634
her	1635
recognize	1636
center	1637
intraday	1638
30-share	1639
incomes	1640
complying	1641
provisions	1642
disposed	1643
threemonth	1644
contractions	1645
puritanical	1646
evenhanded	1647
haunts	1648
joint	1649
software-development	1650
shadow	1651
security	1652
turn	1653
hesitate	1654
cares	1655
scourge	1656
flying	1657
polished	1658
strongly	1659
secondly	1660
pay	1661
higher-priced	1662
disaster	1663
skidded	1664
linen	1665
charming	1666
nicely	1667
leeway	1668
pawn	1669
nov.	1670
hear	1671
aftershock	1672
anti-dumping	1673
refiners	1674
wealthier	1675
showing	1676
smaller	1677
spate	1678
farther	1679
spurned	1680
bitterly	1681
compounding	1682
money-market	1683
appealing	1684
one-penny	1685
adjournment	1686
transferable	1687
additives	1688
missed	1689
biotechnology	1690
subtitled	1691
hurdle	1692
hindering	1693
unauthorized	1694
microprocessors	1695
constituent	1696
date	1697
perked	1698
celebrity	1699
contemplated	1700
crop	1701
ranges	1702
defendant	1703
disappointments	1704
cable-television	1705
-lcb-	1706
dubbed	1707
launched	1708
gender	1709
souls	1710
receiving	1711
connecting	1712
waffled	1713
best-known	1714
fines	1715
troubles	1716
permissible	1717
portends	1718
one-inch	1719
sandinistas	1720
portrayed	1721
dates	1722
arbitrager	1723
worrisome	1724
protectors	1725
quacks	1726
legality	1727
continuing	1728
sessions	1729
two-year	1730
aggressive	1731
moonies	1732
hindered	1733
torched	1734
executed	1735
low-crime	1736
brink	1737
tremendously	1738
blitz	1739
subtle	1740
private-banking	1741
van	1742
more	1743
independence	1744
friday-the-13th	1745
mania	1746
neutrons	1747
counters	1748
coolants	1749
ills	1750
monopolies	1751
influence-peddling	1752
innocent	1753
horizons	1754
taxes	1755
valuation	1756
deep	1757
readiness	1758
retreat	1759
reluctantly	1760
predict	1761
squad	1762
anew	1763
planting	1764
very	1765
struggling	1766
airplane	1767
fleeting	1768
attends	1769
administrative	1770
passive	1771
brawl	1772
thirds	1773
reimburse	1774
organize	1775
inspecting	1776
dealings	1777
bribing	1778
agreement	1779
efficiently	1780
pesticides	1781
veterans	1782
aramid	1783
snap	1784
embezzling	1785
sizes	1786
covered	1787
disappointed	1788
welcomes	1789
participant	1790
settlements	1791
100-share	1792
personal-injury	1793
reverberating	1794
write-down	1795
machine	1796
consume	1797
sustain	1798
racehorse	1799
one-tenth	1800
balconies	1801
probably	1802
antibody	1803
maintaining	1804
items	1805
tilt	1806
interviewer	1807
written	1808
curry	1809
slot	1810
dolce	1811
reassert	1812
san	1813
vigor	1814
nameplates	1815
input	1816
eyes	1817
biologists	1818
somehow	1819
maquiladoras	1820
parallels	1821
necks	1822
sands	1823
liquor	1824
sweeps	1825
answered	1826
let	1827
palestinians	1828
linage	1829
lightning	1830
pollen	1831
derived	1832
depresses	1833
subsidence	1834
pot	1835
pause	1836
coke	1837
successfully	1838
biology	1839
reaching	1840
reaped	1841
commander	1842
containing	1843
unintended	1844
ventilation	1845
quotation	1846
specializes	1847
thinks	1848
formula	1849
socialism	1850
thief	1851
refinanced	1852
misrepresentations	1853
title	1854
pigs	1855
75th	1856
encountered	1857
clearly	1858
fluke	1859
won	1860
inspector	1861
handsomely	1862
psyllium	1863
re-creating	1864
citizen	1865
hailed	1866
downplayed	1867
devices	1868
plotting	1869
ca	1870
fail	1871
misstates	1872
vigorously	1873
16th	1874
awful	1875
survival	1876
riots	1877
corrective	1878
naysayers	1879
stampede	1880
bucks	1881
splits	1882
bladder	1883
flock	1884
weekends	1885
price-earnings	1886
tro	1887
politically	1888
demographic	1889
jolt	1890
attacked	1891
controversies	1892
divided	1893
pronounced	1894
realists	1895
port	1896
cost	1897
customs	1898
aftereffects	1899
liable	1900
stimulate	1901
certainty	1902
often	1903
laws	1904
potatoes	1905
validity	1906
awry	1907
joins	1908
like	1909
killer	1910
interstate	1911
shop	1912
sizable	1913
deviation	1914
vegetables	1915
promise	1916
surrendered	1917
bathrooms	1918
jazz	1919
oddities	1920
incredible	1921
dumped	1922
resilience	1923
deliberately	1924
chicken	1925
nerdy	1926
overpriced	1927
burst	1928
morale	1929
swapping	1930
variations	1931
revolving	1932
arguably	1933
props	1934
monologues	1935
singing	1936
occupation	1937
stint	1938
violinist	1939
unheard	1940
including	1941
march	1942
coin	1943
shopkeeper	1944
say	1945
producing	1946
unimportant	1947
rewarding	1948
arbitrary	1949
prerogatives	1950
bits	1951
remarked	1952
mainline	1953
batch	1954
facts	1955
aw	1956
drinker	1957
diego-based	1958
strictly	1959
exploded	1960
realistic	1961
reinstatement	1962
presents	1963
injunction	1964
multinational	1965
clip	1966
earning	1967
paintings	1968
impoundment	1969
presumed	1970
beneficiary	1971
pipelines	1972
treated	1973
complete	1974
arched	1975
kick	1976
nausea	1977
spokesmen	1978
trapped	1979
reducing	1980
neglected	1981
slogan	1982
vaccine	1983
fault	1984
substantially	1985
nearest	1986
rebuild	1987
expelled	1988
expanded	1989
slack	1990
rhetoric	1991
ammo	1992
n.m.-based	1993
equestrians	1994
overwhelmed	1995
mom	1996
combat	1997
liquidated	1998
environment	1999
intent	2000
tailor-made	2001
skyrocketed	2002
govern	2003
la-la	2004
specific	2005
target	2006
comparison	2007
suppressed	2008
burned	2009
gospel	2010
t-bills	2011
yuppie	2012
nasty	2013
bible	2014
slope	2015
maneuvers	2016
intensifying	2017
energies	2018
maximizing	2019
got	2020
emergencies	2021
child	2022
replay	2023
stricken	2024
worse-than-expected	2025
streets	2026
composers	2027
refrigeration	2028
loose	2029
substantive	2030
disagreed	2031
secretary	2032
duplicity	2033
displaced	2034
shuttle	2035
decided	2036
triple-a	2037
argentine	2038
though	2039
post-1997	2040
water	2041
diversification	2042
derives	2043
transplants	2044
hawaiian	2045
correspondence	2046
diseases	2047
variety	2048
investors	2049
dangers	2050
border	2051
pursuing	2052
wendy	2053
piano	2054
handlers	2055
skills	2056
far-left	2057
air-traffic	2058
stray	2059
age	2060
devaluation	2061
sugar	2062
inflation-fighting	2063
teamed	2064
novelistic	2065
roll-call	2066
bond-price	2067
cheap	2068
stockbrokers	2069
betas	2070
dogged	2071
knocking	2072
imprisoned	2073
fountain	2074
perform	2075
closed-circuit	2076
blast	2077
bunch	2078
hosting	2079
long	2080
cancellations	2081
misrepresenting	2082
unattractive	2083
prescription	2084
closed-door	2085
edging	2086
bypass	2087
free	2088
loans	2089
wallet	2090
disclosed	2091
spree	2092
swipe	2093
motion	2094
romantic	2095
reassuring	2096
fortunately	2097
objectivity	2098
greek	2099
legal	2100
ground	2101
motives	2102
memorabilia	2103
exclusively	2104
reoffered	2105
seated	2106
delinquent	2107
taxpayers	2108
enforcement	2109
stones	2110
well-versed	2111
evade	2112
strips	2113
meters	2114
turbine	2115
light	2116
kind	2117
shareholder-owned	2118
profile	2119
bicycles	2120
gimmickry	2121
bureau-sponsored	2122
ft.	2123
genentech	2124
franchises	2125
taiwanese	2126
drugstore	2127
standpoint	2128
woke	2129
responses	2130
antacid	2131
creativity	2132
war	2133
randomly	2134
five-day	2135
frustration	2136
orders	2137
carpet	2138
nine-member	2139
robbery	2140
quakes	2141
turnover	2142
dog	2143
fiscal-first	2144
script	2145
loud	2146
transmission	2147
genres	2148
sympathize	2149
1960s	2150
heap	2151
poorest	2152
financial-planning	2153
shelters	2154
vacations	2155
minor	2156
manufacture	2157
likely	2158
defrauding	2159
anguish	2160
fraud	2161
aimed	2162
four-day	2163
hang	2164
any	2165
search	2166
high-stakes	2167
christian	2168
concealing	2169
avail	2170
respectable	2171
streamed	2172
interest-free	2173
fired	2174
governing	2175
brethren	2176
scored	2177
technicality	2178
trial	2179
plummeting	2180
usability	2181
necessities	2182
wrote	2183
greeting	2184
cds	2185
updates	2186
prey	2187
raw-materials	2188
dealership	2189
bust	2190
gang	2191
speak	2192
hurdles	2193
subminimum	2194
beware	2195
reinforcing	2196
thriving	2197
teen	2198
prices	2199
ballistic	2200
package	2201
hardened	2202
crane	2203
thus	2204
sings	2205
salvage	2206
backward	2207
contractor	2208
perfection	2209
bulgarian	2210
mysteries	2211
flesh	2212
dancer	2213
mediator	2214
moreover	2215
concentrate	2216
call	2217
renovating	2218
materials	2219
unveil	2220
brechtian	2221
rothschilds	2222
yards	2223
develop	2224
forced	2225
collecting	2226
assorted	2227
nickname	2228
distinction	2229
ranches	2230
catapult	2231
landings	2232
locks	2233
cycling	2234
diet	2235
amendments	2236
channels	2237
expertise	2238
materializes	2239
shows	2240
nomura	2241
disputes	2242
weigh	2243
disasters	2244
brand	2245
persisted	2246
youngsters	2247
constitutes	2248
democratic	2249
plight	2250
divested	2251
tricky	2252
repertoire	2253
usage	2254
cogeneration	2255
soar	2256
flatly	2257
va.-based	2258
miracle	2259
sweetheart	2260
bond-equivalent	2261
stuck	2262
restraint	2263
installing	2264
varies	2265
automated	2266
integrating	2267
absolutely	2268
pilings	2269
imitated	2270
qualified	2271
ploy	2272
inches	2273
plant	2274
breaker	2275
small-town	2276
pre-register	2277
outdated	2278
feeding	2279
lifting	2280
41-year-old	2281
knowledge	2282
permanent	2283
kicked	2284
minerals	2285
decisive	2286
pre-refunded	2287
cents	2288
faster	2289
disposable	2290
unscrupulous	2291
oceans	2292
organized	2293
oldest	2294
ever-changing	2295
``	2296
selling	2297
revenge	2298
shoddy	2299
amending	2300
hurricanes	2301
flawed	2302
tempting	2303
smoking	2304
years	2305
shiny	2306
potato	2307
with	2308
best-performing	2309
modestly	2310
constrained	2311
discounts	2312
net	2313
state-of-the-art	2314
wielding	2315
write-downs	2316
cooperation	2317
withdrew	2318
declines	2319
barring	2320
wholly	2321
rough	2322
unruly	2323
historian	2324
custody	2325
probable	2326
sprinkle	2327
credits	2328
normalcy	2329
three-fourths	2330
harbor	2331
ceaselessly	2332
administration	2333
supported	2334
parochial	2335
imposition	2336
unspecified	2337
visitors	2338
democratic-controlled	2339
cycles	2340
fourth-largest	2341
calculating	2342
placing	2343
six-foot	2344
served	2345
autographs	2346
drift-net	2347
dissolved	2348
provinces	2349
educated	2350
confirmed	2351
computerized	2352
trained	2353
broadcasters	2354
moving	2355
dolphins	2356
returns	2357
completed	2358
arch	2359
merit	2360
tardy	2361
fixed	2362
hearings	2363
lower-than-expected	2364
legally	2365
year-to-date	2366
tumbled	2367
stimulating	2368
urgency	2369
plate	2370
snooping	2371
garcias	2372
abortion-rights	2373
receiver	2374
fossil	2375
critic	2376
weighs	2377
successor	2378
congressmen	2379
oversight	2380
rage	2381
g-7	2382
detect	2383
dimension	2384
blind-sided	2385
inexperienced	2386
ping	2387
marines	2388
property-casualty	2389
junk	2390
gradually	2391
median	2392
plagued	2393
lovely	2394
countryside	2395
drift	2396
tolerate	2397
crumble	2398
taken	2399
executing	2400
quantity	2401
processors	2402
pledge	2403
winners	2404
dubious	2405
southeast	2406
anglo-french	2407
tasty	2408
shifting	2409
narrowed	2410
category	2411
applied	2412
defied	2413
budding	2414
anti-missile	2415
heritage	2416
felon	2417
standing	2418
butt	2419
meaningfully	2420
exercises	2421
aspiring	2422
containers	2423
precision	2424
ace	2425
reviews	2426
procrastination	2427
phillips	2428
panned	2429
capitalization	2430
mexicans	2431
eliminated	2432
pro-life	2433
single-b-2	2434
purpose	2435
lags	2436
radio	2437
land	2438
aggravating	2439
newcomers	2440
beebes	2441
gut	2442
firm	2443
bases	2444
doddering	2445
methods	2446
skin	2447
narrative	2448
expenses	2449
affirmative	2450
remarkably	2451
telegraphed	2452
superficial	2453
active	2454
debate	2455
demanded	2456
emboldened	2457
cafeteria	2458
oil-producing	2459
faces	2460
phoned	2461
longing	2462
acquit	2463
east	2464
occasionally	2465
soared	2466
scenarios	2467
received	2468
friend	2469
tells	2470
induces	2471
financiers	2472
capacitors	2473
tamer	2474
emergence	2475
impediments	2476
consulting	2477
petrochemicals	2478
son	2479
warnings	2480
jetliners	2481
disturb	2482
symbolism	2483
conditioning	2484
value-added	2485
elites	2486
chanted	2487
diminished	2488
reshuffling	2489
reins	2490
debunk	2491
averaging	2492
later	2493
jumbos	2494
affirmed	2495
acre	2496
tonight	2497
routinely	2498
hood	2499
low-profit	2500
policyholders	2501
5-fluorouracil	2502
understatement	2503
exception	2504
divesting	2505
texts	2506
polish	2507
setting	2508
franchisee	2509
inch	2510
amended	2511
instruction-set	2512
merely	2513
rout	2514
extending	2515
detectable	2516
off-budget	2517
echoing	2518
systemwide	2519
boldly	2520
proprietary	2521
surgical	2522
military	2523
unplanned	2524
assurances	2525
similar	2526
malignancy	2527
landfill	2528
high-altitude	2529
below	2530
killing	2531
first-half	2532
overlook	2533
awards	2534
publicly	2535
minivans	2536
soft-drink	2537
persist	2538
inferior	2539
verdicts	2540
crown	2541
verdict	2542
inherit	2543
fancy	2544
liquidating	2545
feuding	2546
soviet-style	2547
wedding	2548
guards	2549
policy	2550
clerk	2551
mouths	2552
ability	2553
medal	2554
rent	2555
showroom	2556
lobbying	2557
snack	2558
prosecutors	2559
midwest	2560
pretax	2561
ethylene	2562
disposing	2563
hierarchy	2564
growers	2565
propel	2566
thoroughly	2567
transported	2568
lottery	2569
anti-apartheid	2570
investment-grade	2571
italian	2572
admits	2573
burgeoning	2574
timing	2575
publicity	2576
petroleum-related	2577
reinforce	2578
abuse	2579
drunkenness	2580
mail-order	2581
south	2582
jealously	2583
headquarters	2584
downtime	2585
taught	2586
republican	2587
nests	2588
helm	2589
despite	2590
upheld	2591
lawsuit	2592
action	2593
accomplished	2594
artillery	2595
himself	2596
:	2597
resident	2598
constructing	2599
apparently	2600
solicitation	2601
arbitrarily	2602
regarding	2603
machinists	2604
cornfield	2605
races	2606
rumblings	2607
squares	2608
stockpiles	2609
prompting	2610
rider	2611
s&l	2612
brings	2613
violate	2614
spare	2615
upgrades	2616
disbanding	2617
minimill	2618
arbitration	2619
wreaked	2620
feels	2621
appointed	2622
originations	2623
fill-or-kill	2624
soybeans	2625
issuance	2626
austerity	2627
blocked	2628
impossible	2629
secrets	2630
conservatorship	2631
79-year-old	2632
sparsely	2633
treasurers	2634
operatives	2635
volatile	2636
philadelphia-based	2637
membership	2638
behalf	2639
discharge	2640
sentimental	2641
round	2642
tend	2643
surveillance	2644
40-year	2645
appropriately	2646
kingpin	2647
enhancement	2648
winner	2649
operative	2650
signed	2651
corrections	2652
see	2653
fanfare	2654
americans	2655
promoted	2656
hard-bitten	2657
brewing	2658
creditor	2659
looser	2660
sacrificing	2661
c	2662
stems	2663
much-beloved	2664
forcing	2665
division	2666
waters	2667
nursing	2668
spacecraft	2669
insiders	2670
thorough	2671
illustrates	2672
retires	2673
violated	2674
speedy	2675
during	2676
substitute	2677
reseller	2678
termed	2679
valued	2680
aim	2681
market-makers	2682
compelled	2683
struggle	2684
cola	2685
alleys	2686
interesting	2687
affair	2688
meetings	2689
tile	2690
debtholders	2691
resorts	2692
collapsing	2693
protest	2694
contest	2695
possess	2696
factory	2697
die	2698
troublesome	2699
firing	2700
mistakenly	2701
chains	2702
will	2703
jittery	2704
resides	2705
halting	2706
proliferation	2707
publish	2708
shooting	2709
souring	2710
investigates	2711
additions	2712
comprises	2713
eats	2714
fleets	2715
remarks	2716
aspects	2717
horses	2718
secretive	2719
wiggle	2720
50th	2721
deductibility	2722
daughters	2723
ventures	2724
grant	2725
wilderness	2726
guinea	2727
narrowly	2728
tumultuous	2729
measure	2730
labor-intensive	2731
knowledgeable	2732
herds	2733
worried	2734
scandinavian	2735
whacked	2736
suffering	2737
rebuff	2738
bluntly	2739
currently	2740
cascade	2741
deposed	2742
viciously	2743
foods	2744
reduced	2745
footage	2746
summer	2747
olympics	2748
approaches	2749
tags	2750
nationalists	2751
cautioned	2752
three-year-old	2753
consisting	2754
dinosaur	2755
coordination	2756
off-again	2757
unchanging	2758
bells	2759
outrageous	2760
publishes	2761
artists	2762
sitcom	2763
oats	2764
stake	2765
top	2766
deduct	2767
lawmaker	2768
concerned	2769
electrodes	2770
viral	2771
closed-end	2772
hopeless	2773
information	2774
pork-barrel	2775
instruction	2776
tv	2777
space-age	2778
arguments	2779
deeper	2780
mulling	2781
exonerated	2782
ministers	2783
boiler	2784
gray-market	2785
yielded	2786
capabilities	2787
suitor	2788
nonsense	2789
milk	2790
holes	2791
tastes	2792
shove	2793
precedent	2794
26-year-old	2795
viewpoint	2796
noncontract	2797
behaves	2798
purses	2799
egg	2800
privilege	2801
yield	2802
attempt	2803
stepped	2804
lackluster	2805
changing	2806
feud	2807
rod	2808
deliberations	2809
contacted	2810
forming	2811
rebuffed	2812
casts	2813
dizzying	2814
elect	2815
soybean	2816
nonetheless	2817
rows	2818
arrogant	2819
adrs	2820
annuity	2821
thrown	2822
railroads	2823
plainly	2824
valley	2825
solution	2826
happened	2827
hormone	2828
destroying	2829
prepaid	2830
?	2831
saving	2832
troop	2833
catalyst	2834
stockholdings	2835
'm	2836
inflation-adjusted	2837
picking	2838
chain-store	2839
eloquently	2840
field	2841
faked	2842
access	2843
harm	2844
fared	2845
repairs	2846
love	2847
matched	2848
allocator	2849
marginally	2850
satellite-tv	2851
recalling	2852
outspoken	2853
bureaus	2854
accessible	2855
uninformed	2856
boutique	2857
says	2858
dent	2859
pushed	2860
faculty	2861
mop	2862
panicked	2863
necessarily	2864
determine	2865
bode	2866
lip	2867
registrations	2868
porch	2869
nominees	2870
troughed	2871
noon	2872
cool	2873
middle-class	2874
seesaw	2875
function	2876
quips	2877
dilute	2878
hazards	2879
scrapping	2880
5-4	2881
anchors	2882
balloting	2883
basically	2884
task	2885
plane	2886
solo	2887
ruling-party	2888
implanted	2889
reconfirmation	2890
borrow	2891
stipulated	2892
nobody	2893
usefulness	2894
expire	2895
presage	2896
perilously	2897
executions	2898
spanning	2899
nets	2900
exposed	2901
evaluates	2902
tie-up	2903
stood	2904
brisk	2905
demoted	2906
irreparably	2907
reverts	2908
uncertainties	2909
lebanese	2910
aerobic	2911
prove	2912
sensible	2913
information-processing	2914
achievement	2915
default	2916
stalling	2917
cancer	2918
parity	2919
reignited	2920
burner	2921
surprise	2922
hawk	2923
grain	2924
armored	2925
telephones	2926
66-year-old	2927
spectator	2928
erupted	2929
muster	2930
paid-up	2931
drawbacks	2932
anti-union	2933
contributors	2934
nuclear-powered	2935
fabricate	2936
%	2937
jews	2938
entered	2939
importance	2940
computer-assisted	2941
admission	2942
two-month	2943
navy	2944
posing	2945
imported	2946
a	2947
'	2948
slash	2949
institutional	2950
anti-smoking	2951
tax-exempt	2952
demographics	2953
proliferating	2954
cockpit	2955
company	2956
understate	2957
construed	2958
worded	2959
complementary	2960
conjunction	2961
beforehand	2962
herb	2963
incoming	2964
specifying	2965
anonymity	2966
grade	2967
bribed	2968
stocking	2969
bedfellows	2970
incest	2971
heterogeneous	2972
resolving	2973
western-style	2974
eastern	2975
deja	2976
unprepared	2977
objections	2978
elevated	2979
succession	2980
statues	2981
downgrading	2982
lawyers	2983
adversely	2984
apparel	2985
resigned	2986
forever	2987
valuing	2988
parcel	2989
unpopular	2990
microwave	2991
well-intentioned	2992
london	2993
seasonally	2994
residence	2995
relinquish	2996
boon	2997
delight	2998
phrase	2999
pregnancy	3000
outlining	3001
oppose	3002
slate	3003
high-cost	3004
latest	3005
undermined	3006
lessen	3007
ropes	3008
anyone	3009
incorrect	3010
greater	3011
giddy	3012
wants	3013
partner	3014
co-author	3015
stranded	3016
insider	3017
advocated	3018
disclosures	3019
cite	3020
misinterpret	3021
raw-material	3022
silver-haired	3023
ooze	3024
supermarkets	3025
spreads	3026
dinner	3027
carrier	3028
banner	3029
halved	3030
preclude	3031
reformers	3032
oil-field	3033
mines	3034
slashing	3035
market-moving	3036
suite	3037
extent	3038
koreans	3039
weakness	3040
postal	3041
realign	3042
bond-trading	3043
shining	3044
takeover-stock	3045
questionnaire	3046
besides	3047
skill	3048
fan	3049
self-imposed	3050
surgery	3051
copying	3052
actual	3053
back	3054
boss	3055
tuned	3056
boredom	3057
trades	3058
intensely	3059
chase	3060
airs	3061
dispense	3062
forward	3063
manufacturing	3064
pumped	3065
bakeries	3066
itself	3067
77-year-old	3068
fury	3069
battles	3070
coal-fired	3071
traces	3072
football	3073
handsome	3074
reimpose	3075
delays	3076
tours	3077
mile	3078
wicked	3079
crafted	3080
powers	3081
sinking-fund	3082
drummer	3083
restructures	3084
withstand	3085
subgroups	3086
recalls	3087
settlement	3088
flights	3089
breed	3090
calcium	3091
unveiled	3092
ally	3093
bored	3094
treasurys	3095
civilized	3096
croaker	3097
cushion	3098
ago	3099
opportunity	3100
catfish	3101
invests	3102
belongs	3103
pullback	3104
wet	3105
shutdown	3106
forgive	3107
tony	3108
stock-fund	3109
mistakes	3110
deserve	3111
earns	3112
impending	3113
classical	3114
ensures	3115
benefits	3116
=	3117
occasion	3118
mix	3119
quarterback	3120
blanket	3121
wears	3122
dallas-based	3123
pachinko	3124
yeast	3125
each	3126
shrift	3127
distancing	3128
resemble	3129
academy	3130
zombie	3131
male	3132
listener	3133
easier	3134
pent-up	3135
castor-oil	3136
criticisms	3137
require	3138
sacred	3139
coup	3140
tons	3141
bank-holding	3142
wages	3143
along	3144
settled	3145
compromise	3146
oversold	3147
performer	3148
assistants	3149
accepts	3150
rolling	3151
refractory	3152
lease	3153
cheering	3154
intervals	3155
third-party	3156
29-year-old	3157
salaries	3158
alarm	3159
forecast	3160
equation	3161
effortlessly	3162
miles	3163
discrepancy	3164
unease	3165
anecdotal	3166
grandmother	3167
funding	3168
ruling	3169
renowned	3170
unsupported	3171
papers	3172
calculated	3173
mouth	3174
sick	3175
meat	3176
communications	3177
scaling	3178
wildly	3179
nuts	3180
millions	3181
bullish	3182
theaters	3183
pall	3184
therein	3185
mid-afternoon	3186
imposed	3187
eagerness	3188
fools	3189
mentions	3190
fund	3191
seizing	3192
it	3193
conceived	3194
dialing	3195
protocol	3196
business-to-business	3197
proves	3198
untapped	3199
outflows	3200
bonds	3201
tightened	3202
shorten	3203
refurbishment	3204
countenance	3205
praise	3206
treats	3207
wrapped	3208
surgeon	3209
slower	3210
building	3211
chemist	3212
regulations	3213
million-plus	3214
lengthy	3215
accent	3216
targeting	3217
mind	3218
bucking	3219
ignores	3220
unprecedented	3221
forums	3222
autonomous	3223
reporter	3224
evaders	3225
sighs	3226
precluded	3227
seething	3228
monster	3229
supplied	3230
moratorium	3231
over-the-counter	3232
opens	3233
doors	3234
flier	3235
cord	3236
closed	3237
dialogue	3238
hoped	3239
revise	3240
fear	3241
abatement	3242
democratization	3243
hurry	3244
precipitous	3245
62-year-old	3246
unfair	3247
doubt	3248
crumpled	3249
cars	3250
training	3251
venture-capital	3252
replacements	3253
donation	3254
quartet	3255
unfit	3256
senator	3257
rational	3258
manic-depressive	3259
syndicate	3260
midnight	3261
comes	3262
policewoman	3263
shrewd	3264
new-business	3265
third-quarter	3266
gross	3267
hard	3268
arsenal	3269
clobbered	3270
unharmed	3271
deteriorating	3272
drops	3273
petition	3274
non-prescription	3275
flat-rolled	3276
governors	3277
unanticipated	3278
fragrance	3279
rebel	3280
commanding	3281
unemployment	3282
approximate	3283
comprise	3284
humor	3285
scrambling	3286
outweigh	3287
technical	3288
harbinger	3289
prickly	3290
uh	3291
segments	3292
applying	3293
sustainable	3294
historically	3295
alternatively	3296
affidavit	3297
confidence	3298
unitholders	3299
wed	3300
capital-punishment	3301
popping	3302
singled	3303
toes	3304
damages	3305
guns	3306
lose	3307
relaxing	3308
setback	3309
timetable	3310
shipping	3311
bono	3312
crest	3313
devote	3314
yearlong	3315
lathes	3316
tighter	3317
dinners	3318
inspect	3319
benighted	3320
4-for-1	3321
mistake	3322
incidence	3323
prized	3324
complexities	3325
balloonists	3326
hesitantly	3327
damn	3328
invite	3329
namesake	3330
proteins	3331
constituted	3332
lows	3333
requirements	3334
scene	3335
listening	3336
easygoing	3337
steelmaker	3338
prefer	3339
3-for-2	3340
blaze	3341
audit	3342
portions	3343
substituting	3344
cautions	3345
waited	3346
descending	3347
stock-manipulation	3348
there	3349
cared	3350
landscape	3351
traditional	3352
personality	3353
encounter	3354
memories	3355
vulnerable	3356
opener	3357
irregularities	3358
fanatics	3359
much	3360
desirable	3361
container	3362
unofficially	3363
compromises	3364
proclaim	3365
securities-trading	3366
pistols	3367
travel	3368
accuses	3369
stress-related	3370
foresees	3371
movement	3372
responsibly	3373
heads	3374
unfazed	3375
costumes	3376
greenmail	3377
sample	3378
matter	3379
clan	3380
lull	3381
commerce	3382
resumed	3383
males	3384
delivered	3385
shouts	3386
u.k.	3387
nutrition	3388
acquire	3389
teamsters	3390
dutifully	3391
influenced	3392
restaurant	3393
current	3394
nod	3395
origin	3396
glacial	3397
graceful	3398
diagnostic	3399
feed	3400
promoting	3401
stock-market	3402
embark	3403
strain	3404
health	3405
overshadowing	3406
unfolds	3407
exorbitant	3408
activity	3409
predators	3410
protege	3411
circumstances	3412
nonessential	3413
chemistry	3414
maneuver	3415
convened	3416
fund-raisers	3417
unload	3418
ride	3419
three-dimensional	3420
parliament	3421
syndicator	3422
caribbean	3423
prevention	3424
analyzed	3425
coalition	3426
hiker	3427
billionaire	3428
operate	3429
subtilis	3430
sulfur	3431
box	3432
mergers	3433
insurance	3434
salespeople	3435
disastrous	3436
quoting	3437
gentlemen	3438
greenhouses	3439
segregation	3440
foreign-policy	3441
whoever	3442
equipment	3443
maps	3444
richest	3445
intermediate	3446
rejecting	3447
bread-and-butter	3448
those	3449
allegiance	3450
only	3451
wasteful	3452
roof	3453
lot	3454
fasteners	3455
bloody	3456
commenting	3457
wildlife	3458
predates	3459
summit	3460
keeps	3461
discouraged	3462
sidewalks	3463
thrall	3464
rigidity	3465
doing	3466
cross-ownership	3467
enthusiasm	3468
remove	3469
low-priced	3470
acquirer	3471
commodities	3472
whichever	3473
asset-backed	3474
they	3475
denouncing	3476
arms	3477
49-year-old	3478
alimony	3479
textbooks	3480
locations	3481
answers	3482
anatomical	3483
absurd	3484
finish	3485
survives	3486
diaries	3487
obscene	3488
protection	3489
sanctions	3490
high-octane	3491
rhythm	3492
frame	3493
newest	3494
proceed	3495
sewage	3496
manufactured	3497
cache	3498
version	3499
breeding	3500
breaks	3501
35-hour	3502
enforcers	3503
condominium	3504
punishable	3505
depth	3506
competent	3507
little	3508
israeli-palestinian	3509
enjoyable	3510
monitored	3511
extortion	3512
private-sector	3513
therefore	3514
disruptions	3515
brew	3516
!	3517
announce	3518
reorganization	3519
sons	3520
alternatives	3521
reductions	3522
founder	3523
contemplate	3524
potholes	3525
flocking	3526
47-year-old	3527
poet	3528
rosy	3529
unsuspecting	3530
contract	3531
ounces	3532
circus	3533
novels	3534
whipsawed	3535
power	3536
transporting	3537
professed	3538
salad	3539
understated	3540
ploys	3541
goodwill	3542
submarine	3543
infrastructure	3544
oxygen	3545
candidates	3546
insulins	3547
booming	3548
factoring	3549
fiddle	3550
collective	3551
preserved	3552
trendy	3553
offenders	3554
trumpeting	3555
unconcerned	3556
repression	3557
ensuring	3558
back-end	3559
northwest	3560
transplanted	3561
roustabout	3562
illegitimate	3563
tightening	3564
calves	3565
avalanche	3566
fully	3567
advertisers	3568
attributable	3569
summary	3570
deficit-cutting	3571
allocated	3572
complexity	3573
backgrounds	3574
frustrated	3575
corporations	3576
deterioration	3577
recalled	3578
generated	3579
four-megabit	3580
gourmet	3581
donated	3582
soft	3583
drawings	3584
metals	3585
disclosure	3586
jamaican	3587
secrecy	3588
contributor	3589
flags	3590
upgrade	3591
study	3592
preparedness	3593
pulls	3594
siding	3595
lobbyists	3596
relax	3597
exodus	3598
ingenious	3599
justifies	3600
waive	3601
concession	3602
article	3603
heated	3604
pittsburgh-based	3605
tractor	3606
sat	3607
criminal	3608
five-cent	3609
deadbeats	3610
tops	3611
mold	3612
clumsy	3613
surpluses	3614
selectively	3615
lag	3616
interestrate	3617
southern	3618
stale	3619
comparatively	3620
birds	3621
urges	3622
unveiling	3623
tripled	3624
statements	3625
indicator	3626
infusion	3627
opinion	3628
reviewing	3629
adoption	3630
support	3631
fully-diluted	3632
entertainers	3633
soloist	3634
highest-quality	3635
amid	3636
rocks	3637
withheld	3638
convict	3639
psychoanalyst	3640
laboratory	3641
specials	3642
sure	3643
offense	3644
kept	3645
tangle	3646
as	3647
know	3648
anti-discrimination	3649
expedition	3650
depend	3651
reconsideration	3652
polyurethane	3653
implications	3654
single-handedly	3655
betting	3656
puckish	3657
terrible	3658
skeptics	3659
allergies	3660
suburb	3661
harvest	3662
blackened	3663
inning	3664
attractiveness	3665
versions	3666
silly	3667
frames	3668
index-linked	3669
utter	3670
prefecture	3671
record	3672
